Tekla.Structures.ModelInternal.ICDelegate.ConvertReferenceModels
DO NOT USE! For internal usage only!
Returns:

Tekla.Structures.ModelInternal.ICDelegate.StartLiveSharing(Tekla.Structures.Model.Internal.IChangeSetCreatedCallback,Tekla.Structures.Model.Internal.LiveSharingModelType)


Tekla.Structures.ModelInternal.ICDelegate.StopLiveSharing(Tekla.Structures.Model.Internal.LiveSharingModelType)


Tekla.Structures.ModelInternal.ICDelegate.CreateBaseline(System.String,Tekla.Structures.Model.Internal.LiveSharingModelType,Tekla.Structures.Model.Internal.ICancellableProgressReportCallback)


Tekla.Structures.ModelInternal.ICDelegate.GetPendingChangeSets(System.String,Tekla.Structures.Model.Internal.LiveSharingModelType)


Tekla.Structures.ModelInternal.ICDelegate.GetNormalizedPlateProfileName(System.Int32,System.Int32,System.String@)


Tekla.Structures.ModelInternal.ICDelegate.GetHiddenObjects(System.Collections.Generic.List{System.Int32}@)
